Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Firefox Terms of Use
co: cundizioni d’utilizazione di Firefox

source: First Name
co: Nome

source: Fix major site issues (recommended)
co: Currege i prublemi impurtanti di i siti (ricumandatu)

source: Fix minor site issues
co: Currege i prublemi secundarii di i siti

source: Fix site issues
co: Currege i prublemi di i siti

source: Flaming
co: Ardente

source: Font size will match your Android settings. Disable to manage font size here.
co: A dimensione di a grafia currispunderà à i vostri parametri d’Android. Disattivate st’ozzione per amministrà a dimensione di a grafia.

source: For your privacy, translations never leave your device. New languages and improvements coming soon! %1$s
co: Per rispettà a vostra vita privata, e traduzzioni ùn escenu mai da u vostru apparechju. Lingue nove è altri amendamenti seranu dispunibule prestu ! %1$s

source: From other devices
co: Da d’altri apparechji

source: Full Name
co: Nome cumpletu

source: Gathering crash data
co: Culletta di i dati di l’accidente

source: Gathering crash telemetry data
co: Culletta di i dati di telemetria di l’accidente

source: Get automatic tracking protection by default
co: Predefinite una prutezzione autumatica contr’à u spiunagiu

source: Get bookmarks, tabs, and passwords on any device. All protected with encryption.
co: Accidite à e vostre indette, unghjette è parolle d’entrata nant’à ogni apparechju. Tuttu essendu prutettu da cifratura.

source: Get data from the clipboard.
co: Ottene i dati da u preme’papei.

source: Get ready to run free
co: Appruntatevi à navigà in libertà sana

source: Get started
co: Principià

source: Get suggestions from the web related to your search
co: Ottene suggestioni da u web relative à a vostra ricerca

source: Glean Debug Tools
co: Attrezzi di spannatura Glean

source: Golden Hour
co: Ora innurata

source: Google Search
co: Ricerca Google

source: Got it
co: Aghju capitu

source: Go to Settings
co: Andà à i parametri

source: Grab bookmarks, passwords, and more on any device in a snap. Your personal data stays safe and secure with encryption.
co: Accidite in quattru è trè sette à e vostre indette, parolle d’intesa, è ancu di più, nant’à qualsiasi apparechju. I vostri dati persunali sò sicurizati grazia à a cifratura.

source: Grab tabs and passwords from your other devices to pick up where you left off.
co: Ricuperate l’unghjette è e parolle d’intesa da i vostri altri apparechji per rivene induve vo l’avete lasciatu.

source: Grab tabs from any device
co: Ricuperà l’unghjette da qualsiasi apparechju

source: Gradients
co: Sgradati

source: Great start! You’ve completed 1 out of 3 steps.
co: Bellu avviu ! Avete compiu 1 nant’à e 3 tappe.

source: Great start! You’ve completed 1 out of 5 steps.
co: Bellu avviu ! Avete compiu 1 nant’à e 5 tappe.

source: Great start! You’ve completed 1 out of 6 steps.
co: Bellu avviu ! Avete compiu 1 nant’à e 6 tappe.

source: Green
co: Verde

source: Group deleted
co: Gruppu squassatu

source: Group related sites together
co: Raggruppà i siti assuciati

source: health information
co: dati di salute

source: Helpful tools
co: Attrezzi ghjuvevule

source: Help improve Firefox
co: Aiutate à amendà Firefox

source: Help make %1$s better for everyone. Mozilla employees use the info you send to fix website problems.
co: Aiutate à amendà %1$s per tutti. U persunale di Mozilla impiegheghja l’infurmazione chì vo mandate per currege i publemi nant’à siti web.

source: Help make printing in Firefox better. It only takes a sec
co: Aiutateci à amendà a stampa in Firefox. Què piglia solu una stonda

source: Help make search in Firefox better. It only takes a minute
co: Aiutateci à amendà a ricerca in Firefox. Què piglia solu un minutu

source: Help make sync in Firefox better. It only takes a minute
co: Aiutateci à amendà a sincrunizazione in Firefox. Què piglia solu un minutu

source: Help us build a better internet
co: Aiutateci à custruisce un Internet più bellu

source: Help us grow Firefox
co: Aiutateci à fà cresce Firefox

source: Help us make Firefox better
co: Aiutateci à amendà Firefox

source: Help us make Firefox better. It only takes a minute.
co: Aiutateci à amendà Firefox. Què piglia solu un minutu.

source: here
co: quì

source: Hide and show browser tabs.
co: Affissà o piattà l’unghjette di u navigatore.

source: Hide password
co: Piattà a parolla d’intesa

source: Highlights from recent reviews
co: Messe in lume da l’avisi recente

source: Homepage after four hours of inactivity
co: Pagina d’accolta dopu quattru ore d’inattività

source: Home region
co: Regione d’accolta

source: Home screen
co: Screnu d’accolta

source: Hop from phone to laptop and back
co: Passate da u telefonu à l’urdinatore purtavule è vice versa

source: Hostname required
co: U nome d’ospite hè richiestu

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
co: Sarrimanenti, si pò dinù ch’ellu s’agisce d’un attaccu. S’è vò cuntinuate versu stu situ web, ùn duveria micca stampittà alcunu datu sensibile. S’è vò cuntinuate, u modu solu HTTPS serà timpurariamente disattivatu per stu situ.

source: How reliable are these reviews?
co: Quantu seranu degni di cunfidenza st’avisi ?

source: How satisfied are you with printing in Firefox?
co: Quantu site cuntenti di a stampa in Firefox ?

source: How satisfied are you with the search experience in Firefox?
co: Quantu site cuntenti di a ricerca in Firefox ?

source: How satisfied are you with the sync experience in Firefox?
co: Quantu site cuntenti di a sincrunizazione in Firefox ?

source: How satisfied are you with your Firefox homepage?
co: Site cuntenti di a vostra pagina d’accolta in Firefox ?

source: how %s by Mozilla determines review quality
co: cumu %s da Mozilla determineghja a qualità di l’avisi

source: how %s determines review quality
co: cumu %s determineghja a qualità di l’avisi

source: How we determine review quality
co: Cumu determinemu a qualità d’un avisu

source: How we use the data
co: Cumu no impieghemu i dati

source: HTTPS-Only Mode
co: Modu solu HTTPS

source: https://www.example.com
co: https://www.esempiu.com

source: I don’t understand how it works
co: Ùn capiscu micca cumu què funziuneghja

source: I don’t use it
co: Ùn l’impiegu micca

source: I don’t use search on Firefox
co: Ùn impiegu micca a ricerca in Firefox

source: I don’t use sync
co: Ùn impiegu micca a sincrunizazione

source: If secure DNS is not available sites will not load or function properly
co: S’è u DNS sicuru ùn hè micca dispunibule, i siti ùn si caricheranu micca o ùn funziuneranu micca currettamente

source: If something looks broken on this site, try turning it off.
co: S’è qualcosa ùn pare micca funziunà nant’à stu situ, pruvate di disattivà sta funzione.

source: If something looks broken on this site, try turning off protections.
co: S’è qualcosa ùn pare micca funziunà nant’à stu situ, pruvate di disattivà e prutezzioni.

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
co: A chjusura di tutte l’unghjette private subitu pianterà u scaricamentu di %1$s. Vulete veramente piantà a navigazione privata ?

source: If you delete all languages, %1$s will download partial languages to your cache as you translate.
co: S’è vo squassate tutte e lingue, %1$s scaricherà in l’impiatta certe parti di lingue à pocu à pocu di e traduzzioni.

source: If you delete this language, %1$s will download partial languages to your cache as you translate.
co: S’è vo squassate sta lingua, %1$s scaricherà in l’impiatta certe parti di lingue à pocu à pocu di e traduzzioni.

source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
co: S’è vo fighjate chì stu pruduttu hè torna dispunibule, fatecilu sapè è cuntinueremu à cuntrollà l’avisi.

source: If you trust this extension, you can give it permission on every website.
co: S’è vo fate cunfidenza à st’estensione, pudete cuncede u permessu nant’à tutti i siti web.

source: I like to clear out old tabs myself
co: Vogliu spurgulà dapermè e vechje unghjette

source: Image copied to clipboard
co: Fiura cupiata in u preme’papei

source: Image of the %1$s theme
co: Fiura di u tema %1$s

source: Image of the %1$s toolbar
co: Fiura di a barra d’attrezzi %1$s

source: Image of the bottom toolbar
co: Fiura di a barra d’attrezzi inferiore

source: Image of the top toolbar
co: Fiura di a barra d’attrezzi superiore

source: Images
co: Fiure

source: Images or videos
co: Fiure o filmetti

source: I’m having issues
co: Aghju penseri

source: Inactive
co: Inattive

source: Inactive tabs
co: Unghjette inattive

source: Include %1$s download link on WhatsApp shares
co: Include un liame di scaricamentu di %1$s in e spartere nant’à WhatsApp

source: Include information like numbers, email and shipping addresses
co: Include l’infurmazioni cum’è i numeri, i messaghji elettronichi è l’indirizzi di spedizione

source: Includes phone numbers and email addresses
co: Include i numeri di telefonu è l’indirizzi elettronichi

source: Increased Protection
co: Prutezzione rinfurzata

source: Info
co: Infurmazione

source: Info coming soon
co: Infurmazione dispunibule frà pocu

source: In progress
co: In corsu

source: Input data to the clipboard
co: Aghjunghje dati in u preme’papei

source: Input data to the clipboard.
co: Aghjunghje dati in u preme’papei.

source: Install %1$s
co: Installà %1$s

source: Install add-on from file
co: Installà un modulu addiziunale da un schedariu

source: Install and run studies
co: Installà è lancià studii

source: Installed add-on icon
co: Icona di u modulu addiziunale installatu

source: Install extension from file
co: Installà un’estensione da un schedariu

source: Installing add-on icon
co: Icona di l’installazione di u modulu addiziunale

source: Install search widget
co: Installà u widget di ricerca

source: Instantly pick up where you left off
co: Riprincipiate subitu induve vi site piantatu

source: Invite your friends to try faster, safer browsing with %1$s every time you share a link on WhatsApp.
co: Invitate i vostri amichi à pruvà una navigazione più rapida è più sicura cù %1$s ogni volta chì vo spartite un liame nant’à WhatsApp.

source: Island
co: Isula

source: Isolate cross-site cookies
co: Scartà i canistrelli intersiti

source: Item Menu for %s
co: Listinu d’indetta per %s

source: Items: %d
co: Elementi : %d

source: Items deleted: %1$d
co: Elementi squassati : %1$d

source: It’s great!
co: Hè perfettu !

source: It’s now easier to pick back up where you left off.
co: Ora hè più faciule di rivene induve vo avete piantatu.

source: It wants to:
co: Hà bisognu di :

source: Jump back in
co: Rivene à st’unghjetta

source: Jump to your open tabs, bookmarks, and browsing history.
co: Saltà à e vostre unghjette aperte, à l’indette è à a cronolugia di navigazione.

source: Keep fixes on
co: Cunservà e currezzioni

source: Keep it on the bottom, or move it to the top.
co: Lasciatela quaghjò o dispiazzatela quassù.

source: Keep searches within reach.
co: Mantinite e vostre ricerche accant’à voi.

source: Known Fingerprinters
co: Detettori d’impronta numerica cunnisciuti

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
co: Perseguitatori cunnisciuti ? Bluccati autumaticamente. Estensioni ? Ci n’hè più di 700 ; pruvatele. Schedarii PDF ? U nostru lettore integratu ne faciliteghja a ghjestione.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site.
co: <label> <b>%1$s</b> impiega una strategia di sicurità chjamata HTTP Strict Transport Security (HSTS), vole si dì chì <b>%2$s</b> pò solu ci cunnettesi di manera assicurizata. Ùn pudete micca aghjunghje un’eccezzione per visità stu situ.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
co: <label> <b>%1$s</b> impiega una strategia di sicurità chjamata HTTP Strict Transport Security (HSTS), vole si dì chì <b>%2$s</b> pò solu ci cunnettesi di manera assicurizata. Ùn pudete micca aghjunghje un’eccezzione per visità stu situ. </label>

source: Large header image of the theme selection view showing illustrated artist and builder tools.
co: Fiura maiò d’intestatura di a vista di selezzione di u tema mustrendu attrezzi illustrati per artisti è custruttori.

source: Large header image of the toolbar selection view showing an illustrated toolbar.
co: Fiura maiò d’intestatura di a vista di selezzione di a barra d’attrezzi mustrendu una barra d’attrezzi illustrata.

source: Last chance to keep your Firefox
co: Ultima pussibilità per cuntinuà à impiegà Firefox

source: Last hour
co: L’ultima ora

source: Last Name
co: Casata

source: Last tab
co: Ultima unghjetta

source: Launch next private tab in one tap.
co: Aprite a prossima unghjetta privata in un solu tuccà

source: Launch the ultimate Android browser
co: Lanciate u navigatore Android ultimu

source: Launch your next private tab in one tap.
co: Aprite a prossima unghjetta privata in un solu tuccà

source: Learn about Total Cookie Protection
co: Sapene di più nant’à a prutezzione tutale contr’à i canistrelli

source: Learn more about crash reports
co: Sapene di più nant’à i raporti d’accidente

source: Learn more about daily usage ping
co: Sapene di più nant’à u Ping d’aghjovu oghjincu

source: Learn more about Firefox Suggest
co: Sapene di più nant’à Firefox suggerisce

source: Learn more about marketing data
co: Sapene di più nant’à i dati cummerciali

source: Learn more about %s.
co: Sapene di più nant’à %s.

source: Learn more about sync
co: Sapene di più nant’à a sincrunizazione

source: Learn more about technical data
co: Sapene di più nant’à i dati tecnichi

source: Learn more about usage data
co: Sapene di più nant’à i dati d’adopru

source: Learn more in our privacy notice
co: Sapene di più in a nostra dichjarazione di cunfidenzialità

source: Learn more link
co: Liame per sapene di più

source: Leave feedback
co: Dà u mo avisu

source: Leave no traces on this device
co: Ùn lascià alcuna traccia nant’à st’apparechju

source: Leave private tabs
co: Lascià l’unghjette private

source: Less
co: Menu

source: Less distractions, less cookies tracking you on this site.
co: Menu distrazzioni, menu canistrelli chì vi spiunanu nant’à stu situ.

source: Less than 7 days to left to update
co: Ci ferma menu di 7 ghjorni per mette à livellu

source: Limited Edition
co: Edizione limitata

source: Link copied to clipboard
co: Liame cupiatu in u preme’papei

source: Links
co: Liami

source: Links available
co: Liami dispunibule

source: Link shared
co: Liame spartutu

source: Link sharing
co: Spartera di liame

source: Link text copied to clipboard
co: Testu di u liame cupiatu in u preme’papei

source: Load sites lightning fast
co: Caricate i siti à a vitezza di u lume

source: Local network devices
co: Apparechji di a reta lucale

source: location
co: pusizione

source: Lock tabs
co: Ammarchjunà l’unghjette

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
co: Cunnettesi à %1$s cù un contu %2$s hè sottumessu à a so <a href="%3$s">pulitica di cunfidenzialità</a> è à e so <a href="%4$s">cundizioni d’utilizazione</a>

source: Login detail menu
co: Listinu di i detaglii di l’identificazione di cunnessione

source: Logins and passwords
co: Identificazioni è parolle d’intesa

source: Logins and passwords that are not saved will be shown here.
co: L’identificazioni è parolle d’intesa chì ùn sò micca arregistrate seranu affissate quì.

source: Logins and passwords will not be saved for these sites.
co: L’identificazioni è parolle d’intesa ùn seranu micca arregistrate per sti siti.

source: Looks like there’s a problem with your internet connection
co: Pare ch’ella ci sia un prublema cù a vostra cunnessione internet

source: Make %1$s your default
co: Definisce %1$s cum’è navigatore predefinitu

source: Make %1$s your default browser
co: Impiegate %1$s cum’è navigatore predefinitu

source: Make every search more private
co: Rindite ogni ricerca ancu più privata

source: Make Firefox your default browser
co: Fate di Firefox u vostru navigatore predefinitu

source: Make Firefox your go-to browser
co: Impiegate Firefox cum’è navigatore predefinitu

source: Make sure you trust this site before you upload from “%1$s”.
co: Assicuratevi chì vo fate cunfidenza à stu situ prima d’incaricà da « %1$s ».

source: Make %s your go-to browser
co: Impiegate %s cum’è navigatore predefinitu

source: Make %s your own
co: Adattate %s à u vostru stilu

source: Make text on websites larger or smaller
co: Aummentà o riduce a dimensione di u testu di i siti web

source: Manage
co: Amministrà

source: Manage account
co: Ghjestione di u contu

source: Manage addresses
co: Urganizà l’indirizzi

source: Manage alternative search engines
co: Ghjestione di l’altri mutori di ricerca

source: Manage cards
co: Amministrà e carte

source: Manage credit cards
co: Urganizà e carte bancarie

source: Manage downloads with another app
co: Urganizà i scaricamenti cù un’altra appiecazione

source: Manage extensions
co: Amministrà l’estensioni

source: Manage Files
co: Urganizà i schedarii

source: Manage passwords
co: Amministrà e parolle d’intesa

source: Manage saved cards
co: Amministrà e carte arregistrate

source: Manage search shortcuts
co: Urganizà l’accurtatoghji di ricerca

source: Manage settings
co: Amministrà i parametri

source: Manage Settings
co: Amministrà i parametri

source: Manage what you back up and sync
co: Urganizate ciò chì vo arregistrate è sincrunizate

source: Marketing data
co: Dati cummerciali

source: Max Protection
co: Prutezzione massima

source: Maybe try a different search?
co: Pruvate forse una ricerca sfarente ?

source: Media
co: Multimedià

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
co: Fate cunnuscenza cù a vostra pagina d’accolta. L’unghjette, l’indette è i risultati di riceca recente ci si trovanu.

source: Middle Name
co: Secondu nome

source: Midnight
co: Mezanotte

source: Minimal
co: Minimale

source: Missing content
co: Cuntenutu assente

source: Mix of reliable and unreliable reviews
co: Mischju d’avisi più o menu degni di cunfidenza

source: Monitor extension usage and manage themes.
co: Cuttighjà l’impiegu di l’estensioni è urganizà i temi.

source: More about this add-on
co: Sapene di più nant’à stu modulu addiziunale

source: More about this extension
co: Sapene di più nant’à st’estensione

source: More colors. Better privacy. Same commitment to people over profits.
co: Più di culori. Una cunfidenzialità amendata. È u listessu impegnu per a ghjente piuttostu chè per i soldi.

source: More info
co: Sapene di più

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
co: Più di 10 milioni di persone prutegenu a so vita privata scigliendu un navigatore sustinutu da un’organizazione senza scopu lucrativu.

source: More to consider
co: Altri prudutti à valutà

source: Most likely, the website simply does not support HTTPS.
co: Pare guasi sicuru chì u situ web ùn permetti micca u modu HTTPS.

source: Most visited top sites
co: Siti principale i più visitati

source: Move
co: Dispiazzà

source: Moved %1$s to %2$s
co: Dispiazzamentu di %1$s versu %2$s

source: Move old tabs to inactive
co: Dispiazzà e vechje unghjette in a sezzione inattiva

source: Move to non-private tab
co: Dispiazzà versu un’unghjetta non privata

source: Mozilla account
co: Contu Mozilla

source: Mozilla account/Sync server modified. Quitting the application to apply changes…
co: Servitore di contu o di sincrunizazione Mozilla mudificatu. Chjusura di l’appiecazione per piglià i cambiamenti in contu…

source: Must be a valid domain
co: U duminiu deve esse accettevule

source: Must be used with fixes for major issues.
co: Deve esse impiegatu cù e currezzioni per i prublemi impurtanti.

source: Name on Card
co: Nome di u titulare

source: Navigate back
co: Navigazione in daretu

source: Navigate Back
co: Navigazione in daretu

source: Navigate up
co: Navigà insù

source: Navigation
co: Navigazione

source: Neighborhood
co: Quartieru

source: Neutral
co: Indifferente

source: Never send
co: Ùn mandà mai

source: Never show again
co: Ùn affissà mai più

source: Never translate
co: Ùn traduce mai

source: Never translate %1$s
co: Ùn traduce mai in %1$s

source: Never translate these sites
co: Ùn traduce mai sti siti

source: Never translate this site
co: Ùn traduce mai stu situ

source: New add-on available
co: Novu modulu addiziunale dispunibule

source: New add-ons available
co: Novi moduli addiziunali dispunibule

source: New add-ons now available
co: Novi moduli addiziunali dispunibule

source: New data collection:
co: Culletta di dati nova :

source: New extensions now available
co: Nove estensioni dispunibule

source: New folder
co: Novu cartulare

source: New in %1$s
co: Nuvità in %1$s

source: New info to check
co: Infurmazioni nove à cuntrollà

source: New: one-tap back and forward arrows
co: Novu : freccie in avanti è in daretu cù una picchicciata unica

source: New permissions:
co: Permessi novi :

source: New required data collection: The developer says the extension will collect %1$s.
co: Nova culletta richiesta di dati : u sviluppatore dece chì l’estensione hà da cullettà %1$s.

source: New required permissions: %1$s
co: Novi permessi richiesti : %1$s

source: New: streamlined menu
co: Novu : listinu simplificatu

source: No bookmarks yet
co: Nisuna indetta à st’ora

source: No crash reports have been submitted.
co: Alcunu raportu d’accidente ùn hè statu mandatu.

source: No Devices Connected
co: Alcunu apparechju cunnessu

source: No downloads yet
co: Nisunu scaricamentu à st’ora

source: No experiments here
co: Nisuna sperimentazione quì

source: No extensions enabled
co: Nisuna estensione attivata

source: No extensions here
co: Nisuna estensione dispunibule

source: No info about these reviews yet
co: Ùn ci hè ancu infurmazione nant’à st’avisi

source: No info available right now
co: Alcuna infurmazione dispunibule fine à quì

source: No matches found.
co: Ùn si trova alcuna currispundenza.

source: No network connection
co: Nisuna cunnessione di reta

source: Non-private Tabs Open: %1$s. Tap to switch tabs.
co: Unghjette aperte micca private : %1$s. Picchichjà per cambià d’unghjetta.

source: No recent searches
co: Nisuna ricerca recente

source: No results found
co: Nisunu risultatu trovu

source: Normal Tabs Open: %1$s. Tap to switch tabs.
co: Unghjette nurmale aperte : %1$s. Picchichjà per cambià d’unghjetta.

source: Northern Lights
co: Albore boreale

source: Not allowed
co: Micca permesse

source: Not allowed in private windows
co: Micca permessu in e finestre di navigazione privata

source: Not enough reviews yet
co: Ùn ci hè ancu abbastanza avisi

source: Not enough space
co: Ùn ci hè abbastanza spaziu

source: Nothing turned up
co: Nisunu risultatu

source: Notification
co: Nutificazione

source: Notifications help you do more with Firefox
co: E nutificazioni vi aiutanu à fane di più cù Firefox

source: Notifications help you do more with %s
co: E nutificazioni vi aiutanu à fane di più cù %s
